IDEA Open Model
BeamData.AutoAddCutByWorkplane Property
Compatible with IDEA StatiCa 20.1
 Automaticali add cut by workplane if it not defined
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public bool AutoAddCutByWorkplane { get; set; }
Public Property AutoAddCutByWorkplane As Boolean
	Get
	Set
Property Value
Type: Boolean
See Also
Reference
BeamData Class
IdeaRS.OpenModel.Connection Namespace